{
    "greetings":[
        "Bonjour!",
        "Salutations mon enfant!",
        "Salut!",
        "Greetings!, comme disent-ils de l'autre côté de la manche.",
        "Mon enfant, c'est un plaisir de te revoir.",
        "Que puis-je pour toi?",
        "Tiens! Déjà de retour mon Ange?",
        "Hello!",
        "Hello World!",
        "Ah! C'est toi! Ma mémoire n'est plus ce qu'elle était, mais je vais faire de mon mieux pour éclairer ta lenterne.",
        "Ah! C'est toi! Pose moi une question.",
        "Bon Matin!",
        "...Comment ça marche ce truc de jeune?... Il faut parler dans le micro?!... Allô! C'est toi mon enfant? ... Bonjour!",
        "Allô!",
        "Allô? Allô? Allô!?",
        "Salutations!",
        "Bjr.",
        "Slt.",
        "C'est encore Toi?",
        "Je suis prêt, vas-y, pose moi une question.",
        "C'est gentil de m'écrire!",
        "Comment puis-je t'aider?"
    ],

    "msg":[
        "Ah... pas très loin de là, papi a vécu des choses !",
        "Aah... cet endroit me rappel tellement de choses...",
        "Ahah! Cette ville ma vue grandir :)",
        "J'ai recontré mon premier amour de jeunesse ici! (Ne le dis pas à Mamy)",
        "J'ai passé un bout de temps dans le coin, laisse moi t'en causer un peu.",
        "Ma douce épouse, GrandMy, adorait cet endroit, on y est allé souvent.",
        "Là aussi on a passé de bons moments… Attends un peu que je te raconte.",
        "J'y ai fais les 400 coups bien avant que tu mettes ta première couche-culotte.",
        "Je vais donc t'en parler.",
        "Voici son histoire mon petit.",
        "Laisse moi te raconter son histoire.",
        "Son histoire est trés interessante ! Je te la raconte.",
        "Son histoire est trés interessante, la voici.",
        "C'est dans ce lieu que j'ai rencontré GrandMy (Soupire...)",
        "Jeune homme, t'ai-je déjà raconté l'histoire de",
        "Je me souviens que ....",
        "Si tu as deux minutes, je peux te raconter la petite histoire de...",
        "Est-ce que tu savais que....",
        "Ma mémoire n'est plus tout à fait ce qu'elle était, mais je peux te dire ceci.",
        "Ca me rappel!",
        "Je me souvient...",
        "Il me semble... Attends... Oui, c'est ça.",
        "Il me semble...",
        "Si tu as deux minutes, je peux te raconter sa petite histoire.",
        "Je ne suis pas le père castor, mais celà me rappel son histoire."
    ],

    "fails":[
        "Ça ne me dit rien du tout jeune homme, désolé...",
        "Je zappe sur ce sujet, fais bien attention à l'orthographe dans la barre de recherche...",
        "Je zappe sur ce sujet... Ma mémoire n'est plus ce qu'elle était!",
        "Ça ne me dit rien du tout mon enfant, désolé...",
        "J'ai un troue de mémoire... Non, ça ne me dis rien.",
        "J'ai un troue de mémoire...",
        "Non, ça ne me dis rien.",
        "Je zappe sur ce sujet.",
        "J'ai pas compris!",
        "Parles plus fort?",
        "Reposes ta question autrement, j'ai mal compris."
        "J'ai du mal comprendre. Qu'as-tu dit?",
        "J'ai du mal comprendre.",
        "Qu'as-tu dit?",
        "Zzzzzz!... Tu peux répéter la question?",
        "Comment ça fonctionne ce truc de jeune? Ca marche pas! Je ne vois pas la question... Allô?",
        "Attends, peut-être que Mamy peut répondre. Repose ta question pour voir?",
        "Pas compris!",
        "Arrête de parler Javanais!"
    ]
}
